Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Eighteen different formulations, comprising different combinations of the varied formulation characteristics and two center points formulations were manufactured.
es_es: Se fabricaron 18 formulaciones, que comprenden combinaciones de las variadas características de la formulación y dos formulaciones de puntos centrales.

source: El 100% de cumplimiento correspondería a 8 puntos.
es_es: 100% compliance would be 8 points.

source: El Acuerdo Ministerial 586 a través del cual se emite el “Reglamento Sustitutivo de Registro Sanitario para medicamentos en general” (publicado en Registro Oficial Suplemento 335, 07-dic.-2010) (última modificación 15-jun.-2021), o documento que lo sustituya;
es_es: The Ministerial Agreement 586, which issues the "Surrogate Overall Drug Health Registration Regulation" (published in the Official Gazette 335, of December 7, 2010, last amended: June 15, 2021), or substituting document;

source: El Marco para la ejecución de los requisitos de equivalencia para los productos farmacéuticos, Documento Técnico Nro. 8 de la Red Panamericana de Armonización de la Reglamentación Farmacéutica (Red PARF), publicado en junio del 2011; y,
es_es: The Framework for the Implementation of Equivalence Requirements for Pharmaceutical Products, Technical Document No. 8 of the Pan American Pharmaceutical Regulatory Harmonization Network (PARF Network), published in June 2011; and,

source: El Sistema de Clasificación Biofarmacéutica (BCS), se tomará en cuenta para determinar si un principio activo conforme a sus características de solubilidad y permeabilidad, puede ser eximido de presentar estudios de bioequivalencia “in vivo” y en su lugar presente estudios de bioequivalencia “in vitro”.
es_es: Based on solubility and permeability and pursuant to the Biopharmaceutical Classification System, in vivo bioequivalence studies can be waived, in vitro studies being required in their stead.

source: El Sistema de Clasificación Biofarmacéutica se basa en la solubilidad en agua y la permeabilidad intestinal del fármaco.
es_es: The Biopharmaceutical Classification System is based on the water solubility and intestinal permeability of the drug.

source: El agua puede ser considerada como un medio adicional, especialmente cuando el principio activo es inestable en los medios tamponados en la medida en que los datos son inutilizables.
es_es: Water may be considered as an additional medium, especially when the active ingredient is so unstable in buffered media that data are unusable.

source: El alcance de la ampliación del intervalo de aceptación de Cmax es definido basado en la variabilidad intraindividual observada en el estudio de bioequivalencia (BE) mediante escala media-bioequivalencia (BE) de acuerdo con [U, L] = exp [± k·SWR], donde U es el límite superior del rango de aceptación, L es el límite inferior del rango de aceptación, k es la constante de regulación de 0.760 y la SWR es la desviación estándar intrasujeto de los valores logtransformados de Cmax del medicamento comparador.
es_es: How much the Cmax acceptance range is enlarged depends on the bioequivalence study intra-subject variability using mean-bioequivalence scaling, using the formula [U, L] = exp [± k SWR], where U is the acceptance range upper limit, L is the acceptance range lower limit, k is the regulatory constant of 0.760 and SWR is the intra-subject standard deviation of the log-transformed Cmax values in the comparator.

source: El análisis ANOVA se realiza con base en el diseño experimental adoptado en el estudio evaluado?
es_es: Is the ANOVA based on the experimental design from the assessed study?

source: El análisis de las muestras debe llevarse a cabo después de la validación del método analítico.
es_es: Sample analysis should be carried out after validation of the analytical method.

source: El análisis estadístico de la prueba de bioequivalencia (BE) debe demostrar que es poco probable que existan diferencias clínicamente significativas entre la biodisponibilidad (BD) del medicamento multifuente o genérica y del medicamento comparador.
es_es: The bioequivalence test statistical analysis must demonstrate that clinically significant bioavailability differences are unlikely between the multi-source or generic drug and the comparator.

source: El análisis realizado al final de la primera etapa se toma como un análisis intermedio.
es_es: The end-of-first stage analysis is considered an interim analysis.

source: El contenido de la presente guía ha sido adaptado de la “Guía de Biodisponibilidad (BD) y Bioequivalencia (BE) de medicamentos farmacéuticos” emitido por el Instituto Nacional de Vigilancia de Medicamentos y Alimentos – INVIMA de la República de Colombia, adicional se ha tomado como referencia los lineamientos de la Red Panamericana de Armonización de la Reglamentación Farmacéutica (Red PARF), los anexos 7, 8 y 9 del Informe Nro. 40 de la Serie de G Informes Técnicos Nro. 937 de la OMS, y de la Food and Drug Administration de Estados Unidos, la European Medicines Agency de la Unión Europea.
es_es: The content of this guide has been adapted from the "Guide to Bioavailability (BD) and Bioequivalence (BE) of pharmaceutical drugs", by the National Institute for Drug and Food Surveillance - INVIMA of the Republic of Colombia; reference was made to the Pan American Network for Drug Regulatory Harmonization (PANDRH) guidelines, WHO Technical Reports, No. 937, G Series, N. 40, Annexes 7, 8 and 9, the US Food and Drug Administration, and the UE European Medicines Agency.

source: El contenido del principio activo(s) del medicamento comparador debe estar cerca de lo declarado en la etiqueta y la diferencia entre dos medicamentos comparados no debe ser más de ± 5%.
es_es: The comparator drug substance(s) content should be similar to the label contents and any two compared drugs should not have a content difference higher than ± 5%.

source: El criterio de aceptación estándar de bioequivalencia (BE) para AUC debe ser mantenido sin escala.
es_es: The bioequivalence AUC acceptance criterion must remain valid without scaling.

source: El criterio de bioequivalencia (BE) estándar de aceptación se aplicará a AUCT sin escala.
es_es: The standard bioequivalence acceptance criterion will apply unscaled to the AUCT.

source: El desglose calórico de la comida empleada debe ser proporcionado en el informe del estudio.
es_es: The caloric breakdown of the food used must be provided in the study report.

source: El diseño del estudio debe maximizar la sensibilidad para detectar cualquier diferencia entre los medicamentos, minimizar la variabilidad que no es causada por los efectos de formulación y en la medida de lo posible, eliminar sesgos.
es_es: The study design should maximize sensitivity to detect drug differences, minimize variability not caused by formulation effects, and eliminate bias to the extent possible.

source: El diseño general del estudio de bioequivalencia (BE) debe basarse en el conocimiento de la farmacocinética, la farmacodinámica y la terapéutica del principio activo.
es_es: The overall bioequivalence (BE) study design should be based on knowledge of the drug substance pharmacokinetics, pharmacodynamics and therapeutics.

source: El enfoque a emplear debe estar claramente definido prospectivamente en el protocolo de estudio.
es_es: The approach to be used should be clearly defined prospectively in the study protocol.

source: El enfoque general es construir un intervalo de confianza del 90% para la magnitud µTµR (donde T:
es_es: The general approach is to construct a 90% CI for the magnitude µTµR (where T:

source: El enfoque general es construir un intervalo de confianza del 90% para la magnitud µTµR (donde T: test, R: referencia) y llegar a una conclusión de la equivalencia farmacocinética si este intervalo de confianza está dentro de los límites establecidos.
es_es: The general approach is to make a 90% CI for the magnitude µTµR (where T:test, R: reference), and state PK equivalence if the CI falls within the set limits.

source: El ensayo de disolución, en un principio exclusivamente una prueba de control de calidad, está emergiendo como una prueba de equivalencia sustituta para ciertas categorías de medicamentos farmacéuticos administrados por vía oral.
es_es: Originally a solely quality control test, dissolution testing is emerging as a substituting equivalence test for certain categories of orally administered drug products.

source: El estudio de bioequivalencia en condiciones postprandiales debe llevarse a cabo después de la administración de una comida estándar adecuada en un momento determinado (por lo general no más de 30 minutos) antes de tomar el medicamento.
es_es: Postprandial bioequivalence should be measured after administration of an appropriate standard meal at a specified time (usually no more than 30 minutes) before drug administration.

source: El informe de validación bioanalítico debe adjuntarse.
es_es: The bioanalytical validation report must be attached.

source: El informe deberá basarse en las guías emitidas por la ICH para la preparación del informe del estudio.
es_es: The report should be based on the ICH guidelines on study reports.

source: El informe estadístico debe ser lo suficientemente detallado para repetir los análisis estadísticos si es necesario.
es_es: The statistical report should be detailed enough to repeat statistical analyses if necessary.

source: El intervalo de confianza del 90% para esta medida de la biodisponibilidad (BD) relativa debe estar dentro de un rango de bioequivalencia (BE) de 80,00 a 125,00%.
es_es: Bioequivalence is positive when the relative bioavailability 90% CI falls within the bioequivalence range of 80,00-125,00%.

source: El intervalo entre las dosis (período de lavado) de cada formulación debe ser lo suficientemente largo para permitir la eliminación de la totalidad de la dosis anterior del cuerpo.
es_es: The interval between doses (washout period) of each formulation should be long enough to allow for elimination of the entire previous dose from the body.

source: El intervalo entre las jornadas del estudio debe ser lo suficientemente largo para permitir la eliminación de la totalidad de la dosis anterior.
es_es: The period between study days should be long enough to allow for clearance of the entire previous dose.

source: El investigador es responsable de asegurar que el protocolo se siga estrictamente.
es_es: The researcher is responsible for ensuring that the protocol is strictly followed.

source: El investigador principal deberá notificar a la ARCSA, al patrocinador o a la Organización de Investigación por Contrato y al Comité de Ética de Investigación en Seres Humanos correspondiente, todos los eventos adversos graves y todas las sospechas de reacciones adversas graves inesperadas que se produzcan durante el estudio clínico, en un lapso no mayor a veinte y cuatro (24) horas luego de conocido el evento, así como los resultados anómalos de laboratorio que el protocolo considere determinantes y que puedan influir en la evaluación de seguridad, dentro de los períodos especificados en dicho protocolo, conforme lo establecido en la normativa aplicable.
es_es: The main investigator must notify ARCSA, the sponsor, or the contract research organization and the corresponding Human Research Ethics Committee of all serious adverse events and all suspected unexpected serious adverse reactions that occur during the clinical study, within no more than twenty-four (24) hours of the event identification; anomalous laboratory results considered to be essential by the protocol or that may influence the safety evaluation must likewise be reported within the protocol times, as established in the applicable regulations.

source: El investigador responsable debe firmar las respectivas secciones del informe.
es_es: The responsible researcher must sign the respective sections of the report.

source: El límite inferior de cuantificación (LLOQ), siendo la concentración más baja de analito en una muestra, debe ser estimado para demostrar que el analito a esta concentración se puede cuantificar de manera fiable, con una exactitud y precisión aceptables;
es_es: The lower limit of quantitation (LLOQ), which is the lowest analyte concentration in a sample, should be estimated for reliable, acceptably accurate and precise quantification of the analyte;

source: El medicamento comparador corresponde al medicamento que cumple con todos los requisitos de calidad, seguridad y eficacia, es decir, que en el proceso de obtención de registro sanitario haya sido autorizado con base a un expediente completo.
es_es: A comparator drug meets all the quality, safety, and efficacy requirements; i.e., it has been granted a health registration based on a full proceeding.

source: El medicamento de comparación en estos estudios debe un ser medicamento de liberación modificada equivalente farmacéutico.
es_es: The comparator in these studies must be a pharmaceutically equivalent modified-release drug.

source: El medicamento es generalmente administrado después de un ayuno nocturno de al menos 10 horas y a los participantes se les permite el acceso libre al agua.
es_es: The drug is usually administered after an at least 10-hour overnight fast, water intake being freely allowed.

source: El medicamento innovador suele ser el medicamento de comparación más lógico para un medicamento multifuente o genérico porque su calidad, seguridad y eficacia deben haber sido bien evaluadas y documentadas en los estudios previos a la comercialización y a través de esquemas de monitoreo postmercadeo.
es_es: The innovator drug is often the most logical comparator for a multi-source or generic drug because its quality, safety and efficacy should have been well evaluated and documented in pre-marketing studies and post-marketing monitoring plans.

source: El medicamento multifuente CDF debe compararse con el medicamento comparador farmacéuticamente equivalente CDF.
es_es: The multi-source FDC drug should be compared with the pharmaceutically equivalent FDC comparator.

source: El medicamento multifuente o genérico utilizado en los estudios de bioequivalencia (BE) debe ser idéntico al medicamento comparador.
es_es: The multi-source or generic drug used in bioequivalence studies must be identical to the comparator.

source: El medicamento puede incluir diferentes excipientes si demuestra que no afectan la biodisponibilidad (BD), la seguridad y/o eficacia del medicamento.
es_es: The drug product may include different inactive ingredients if they are shown not to affect the bioavailability, safety and/or efficacy thereof.

source: El mismo criterio se aplica a los parámetros de Cmax y Ctau en estudios de dosis múltiple.
es_es: The same criterion applies to the Cmax and Cτ in multiple dose studies.

source: El mismo criterio se aplica al parámetro AUCT en estudios de dosis múltiples y para AUC parciales cuando sean necesarias para la realización de ensayos comparativos de un medicamento de liberación modificada.
es_es: The same criterion applies to the AUCT in multiple dose studies and partial AUCs when necessary for comparative trials of a modified release drug.

source: El mismo patrón de postura y de actividad debe mantenerse durante cada día del estudio.
es_es: The same posture and activity pattern should be maintained throughout each study day.

source: El mismo procedimiento se debe utilizar para el análisis de los parámetros en ensayos en el estado estacionario o recuperación urinaria acumulativa, si es necesario.
es_es: The same procedure should be used for analysis of parameters for steady-state trials or cumulative urinary recovery, if necessary.

source: El método analítico debe ser capaz de diferenciar el analito(s) de interés y, si es empleado, el estándar interno (IS), de los componentes endógenos en la matriz u otros componentes en la muestra;
es_es: The analytical method should allow differentiating the analyte(s) of interest and, if used, the internal standard (IS) in the matrix endogenous components or other sample components;

source: El método bioanalítico debe ser validado con respecto a todos los analitos medidos en presencia de los otros analitos.
es_es: The bioanalytical method must be validated with respect to all the analytes measured in the presence of the other analytes.

source: El método de cálculo de los valores de AUC se debe especificar.
es_es: The calculation method for AUC values must be specified.

source: El método estadístico para las pruebas de bioequivalencia (BE) se basa en la determinación del intervalo de confianza del 90% alrededor de la relación de las medias de población transformadas logarítmicamente (multifuente o genérico/comparador) para los parámetros farmacocinéticos en consideración y llevando a cabo dos ensayos de una cola en un nivel de significa del 5%.
es_es: The bioequivalence testing statistical method is based on a 90% IC around the log transformed population mean ratio (multi-source or generic/comparator) for the PK parameters and 2 one-tailed tests at a significance level of 5%.

source: El método estadístico utilizado actualmente es el enfoque de intervalos de confianza;
es_es: The statistical method currently used is the CI approach;

source: El nivel de significancia elegido (5%);
es_es: The chosen level of significance (5%);

source: El número de muestras debe ser suficiente para permitir la estimación de los parámetros farmacocinéticos.
es_es: The number of samples should be sufficient to allow for the estimation of pharmacokinetic parameters.

source: El número de pacientes que se incluyan en el estudio dependerá de la variabilidad de los parámetros y el intervalo de aceptación, y es generalmente mucho mayor que el número de sujetos necesarios en estudios de bioequivalencia (BE).
es_es: The number of patients to be included in the study will depend on the variability of the parameters and the acceptance range, and is generally much greater than the number of subjects required in bioequivalence studies.

source: El número de registros sanitarios nacionales (puntaje:
es_es: The number of national health registrations (score:

source: El número de sujetos a ser reclutados para el estudio debe ser estimado considerando las normas que se deben cumplir usando un método adecuado.
es_es: The number of recruited subjects should be estimated considering the standards and using an appropriate method.

source: El número de sujetos debe ser derivado de cálculos estadísticos, pero en general se necesitan más sujetos para un diseño de estudio paralelo que para un diseño de estudio cruzado.
es_es: Although statistically derived, the number of subjects will usually be higher for parallel-group studies than for cross-over ones.

source: El número de sujetos empleados en la primera etapa se basa generalmente en la estimación de la varianza intra sujeto, con algunos sujetos adicionales para compensar abandonos.
es_es: The number of subjects in the first stage is usually based on the estimate of the within-subject variance, with some additional subjects to make up for dropouts.

source: El número de sujetos necesarios para un estudio de bioequivalencia (BE) se determina por:
es_es: The number of subjects in a bioequivalence study is determined by:

source: El número de sujetos reclutados siempre debe ser justificado por el cálculo de tamaño de muestra previsto en el protocolo de estudio.
es_es: The number of subjects recruited must always be justified by the sample size calculation provided in the study protocol.

source: El perfil de concentración vs tiempo del principio activo es más sensible a cambios en el desempeño de la formulación que el de un metabolito ya que este último es más un reflejo de su formación y de los procesos de distribución y eliminación.
es_es: The concentration vs time profile of the drug substance is more sensitive to changes in the performance of the formulation than that of a metabolite since the latter is more a reflection of its formation and the distribution and elimination processes.

source: El perfil de disolución de los dos medicamentos (la dosis de referencia y la concentración adicional) debe ser determinado bajo las mismas condiciones de ensayo.
es_es: The dissolution profile of the two drug products (the reference dose and the additional concentration) must be determined under the same test conditions.

source: El perfil de solubilidad vs pH del principio activo debe determinarse a 37 ± 1 °C en medios acuosos.
es_es: The solubility vs pH profile of the drug substance should be determined at 37 ± 1 °C in aqueous media.

source: El período de lavado debe ser el mismo para todos los sujetos y, normalmente, debería ser más de cinco veces la vida media del principio activo.
es_es: The washout period should be the same for all subjects and should normally be more than five times the half-life of the drug substance.

source: El período de lavado puede estimarse a partir de las concentraciones pre dosis del principio activo en el segundo período de estudio y la concentración encontrada debe ser inferior a 5% de la Cmax observada.
es_es: The washout period can be estimated from the pre-dose drug substance concentrations in the second study period, which should be less than 5% of the observed Cmax.

source: El período mínimo de lavado debe ser de siete días a menos que se justifique un período más corto si el principio activo tiene una vida media corta.
es_es: The minimum washout period should be seven days unless a shorter period is warranted if the drug substance has a short half-life.

source: El plan estadístico propuesto debe estar claramente definido en el protocolo del estudio, incluyendo el nivel de significación ajustado que se va a emplear en cada análisis.
es_es: The proposed statistical plan should be clearly defined in the study protocol, including the adjusted significance level to be used in each analysis.

source: El presente instructivo aplica para medicamentos de uso directo (es decir, aquellos que no requieren preparación previa), con forma farmacéutica sólida y vía de administración oral.
es_es: These instructions apply to solid form, oral, direct use drug products (i.e., not requiring prior preparation).

source: El primero surge cuando el medicamento multifuente o genérico es sub biodisponible.
es_es: The involves a sub-bioavailable multi-source or generic drug.

source: El procedimiento para el cálculo de los parámetros utilizados (por ejemplo, AUC) de los datos primarios debe indicarse.
es_es: The calculation procedure for each parameter (e.g. AUC) from the raw data should be stated.

source: El procedimiento para la presentación de los estudios de bioequivalencia a la ARCSA se detalla en el Anexo 2:
es_es: For the bioequivalence study submission to ARCSA, see Annex 2:

source: El protocolo del estudio debe ser aprobado por el Comité de Ética de Investigación en Seres Humanos oficialmente reconocido por el Ministerio de Salud Pública y posteriormente por la ARCSA, antes de comenzar el estudio.
es_es: The study protocol must be approved by the Human Research Ethics Committee officially recognized by the Ministry of Public Health and subsequently by ARCSA, before starting the study.
